/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   mutantstack.cpp                                    :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: cmalt <cmalt@student.21-school.ru>         +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2021/01/24 17:35:59 by cmalt             #+#    #+#             */
/*   Updated: 2021/01/24 17:38:35 by cmalt            ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "mutantstack.hpp"

/*Здесь нихера нету, т.к. у нас шаблон класса! КАКОЙ ДЭБИЛ ПИСАЛ САБДЖЕКТ!?*/